Repository: raullenchai/Rapid-MLX
Catalog: apps/rapid-mac/Sources/Rapid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Hardware serial or UUID
zh_hans: 硬件序列号或 UUID

source: Hide exact data
zh_hans: 隐藏确切数据

source: Higher-capacity pool model
zh_hans: 更高容量的池模型

source: Highest pool demand · needs 192 GB+ unified memory
zh_hans: 最高池需求 · 需要 192 GB+ 统一内存

source: How long one 1024 × 1024 image takes to generate.
zh_hans: 生成一张 1024 × 1024 图像需要多长时间。

source: How long one 832 × 480, 81-frame render takes.
zh_hans: 一幅 832 × 480、81 帧渲染需要多长时间。

source: How long the whole run takes, warm-up render included.
zh_hans: 整个运行需要多长时间，包括预热渲染。

source: How long the whole run takes.
zh_hans: 整个跑步需要多长时间。

source: How long you wait before the first word appears.
zh_hans: 第一个单词出现之前您等待了多长时间。

source: How many tokens per second the model writes once it starts.
zh_hans: 模型开始生成后每秒输出的 token 数。

source: How sharing works, in three steps
zh_hans: 共享如何运作，分三步

source: How the test works
zh_hans: 测试如何进行

source: INCLUDES YOURS
zh_hans: 包括你的

source: Image
zh_hans: 图像

source: In line with others
zh_hans: 与他人一致

source: In progress
zh_hans: 进行中

source: Incomplete
zh_hans: 不完整

source: It is already on your contributor page. Nothing was added a second time.
zh_hans: 它已经在您的贡献者页面上。第二次没有添加任何东西。

source: It will be published publicly under your anonymous contributor alias on rapidmlx.com.
zh_hans: 它将以您的匿名贡献者别名在 rapidmlx.com 上公开发布。

source: Its quantisation (%1$@)
zh_hans: 它的量化 (%1$@)

source: Join compute pool
zh_hans: 加入计算池

source: Join the pool
zh_hans: 加入泳池

source: KEPT ON THIS MAC, NOT PUBLISHED
zh_hans: 保留在本机上，未发布

source: LATEST MEASUREMENT
zh_hans: 最新测量值

source: Last contribution %1$@
zh_hans: 最后贡献 %1$@

source: Live Pool
zh_hans: 现场台球

source: Live Pool shows every supported model, what is online, and what each one would download.
zh_hans: 实时算力池会显示所有支持的模型、在线状态，以及每个模型需要下载的内容。

source: Live pool capacity
zh_hans: 实时算力池容量

source: Live relay availability · no demand queue
zh_hans: 实时中继可用性 · 无需排队

source: Live requests · no task queue
zh_hans: 实时请求 · 无任务队列

source: Load Preview
zh_hans: 加载预览

source: Loading community activity…
zh_hans: 正在加载社区活动…

source: Loading community observations
zh_hans: 加载社区观察结果

source: Loading coverage
zh_hans: 负载覆盖范围

source: Loading preview…
zh_hans: 正在加载预览…

source: Local
zh_hans: 当地的

source: Local models available to share
zh_hans: 本地模型可供共享

source: Local receipts · Showing %1$d–%2$d of %3$d
zh_hans: 本地收据 · 显示 %1$d–%2$d，共 %3$d

source: Locked while sharing — Stop to change
zh_hans: 共享时锁定 — 停止更改

source: Long replies
zh_hans: 长回复

source: MAIN RESULT
zh_hans: 主要结果

source: MEASURE THIS MODEL
zh_hans: 测量这个模型

source: MEDIAN
zh_hans: 中位数

source: MODEL
zh_hans: 模型

source: MORE RESULTS NEEDED
zh_hans: 需要更多结果

source: Mac
zh_hans: 苹果

source: Mac model, memory and core counts
zh_hans: Mac 型号、内存和核心数

source: Mac profile %1$@
zh_hans: Mac 配置文件 %1$@

source: Make this comparison stronger
zh_hans: 让这个对比更加强烈

source: Manage Models
zh_hans: 管理模型

source: Manage Models…
zh_hans: 管理模型…

source: May not fit
zh_hans: 可能不适合

source: May not fit this Mac
zh_hans: 可能不适合此 Mac

source: May not fit · %1$@
zh_hans: 可能不适合 · %1$@

source: Measure a model on this Mac. Keep the result private, or publish it to the Community Benchmark on rapidmlx.com.
zh_hans: 在此 Mac 上测量模型。将结果保密，或将其发布到rapidmlx.com 上的社区基准。

source: Measure this model on your Mac
zh_hans: 在 Mac 上测量此模型

source: Measuring
zh_hans: 测量

source: Measuring long replies
zh_hans: 衡量长回复

source: Measuring short replies
zh_hans: 衡量简短回复

source: Median comes from published observations. A dash means the bounded feed does not provide an observed range.
zh_hans: 中位数来自已发表的观察结果。破折号表示有界馈送不提供观察到的范围。

source: Median of %1$d measured %2$@ on short prompts.
zh_hans: %1$d 的中位数在短提示下测量 %2$@。

source: Median of the measured passes on short prompts.
zh_hans: 测量的中值通过短提示。

source: Median published
zh_hans: 公布的中位数

source: Medians and observed ranges appear here once more people publish %1$@ results from an %2$@.
zh_hans: 一旦更多人发布 %2$@ 的 %1$@ 结果，中位数和观察范围就会出现在此处。

source: Metric: %1$@
zh_hans: 指标：%1$@

source: Model identifier
zh_hans: 模型标识符

source: Model name
zh_hans: 模型名称

source: Model restore
zh_hans: 模型恢复

source: Model to serve
zh_hans: 服务模型

source: Model to share: %1$@, ready on this Mac
zh_hans: 分享模型：%1$@，在这台 Mac 上准备就绪

source: Model unavailable
zh_hans: 模型不可用

source: Models served
zh_hans: 服务过的模特

source: Models that are not downloaded yet are fetched when the benchmark starts.
zh_hans: 基准测试开始时，会获取尚未下载的模型。

source: Monthly credit summary
zh_hans: 每月积分汇总

source: My Local Model
zh_hans: 我的本地模型

source: My Results
zh_hans: 我的结果

source: NEEDED BY THE COMMUNITY
zh_hans: 社区需要

source: NEVER SHARED
zh_hans: 从未分享过

source: Needs about %1$d GB
zh_hans: 需要 %1$d GB

source: Never reached the pool
zh_hans: 从未到达泳池

source: New Task
zh_hans: 新任务

source: Next page
zh_hans: 下一页

source: No accounting windows yet
zh_hans: 还没有会计窗口

source: No benchmark models available
zh_hans: 没有可用的基准模型

source: No benchmarks yet
zh_hans: 还没有基准

source: No connection periods recorded yet.
zh_hans: 尚未记录连接时间。

source: No local receipts yet
zh_hans: 还没有本地收据

source: No machines are connected right now.
zh_hans: 目前没有机器连接。

source: No models match this search.
zh_hans: 没有与此搜索匹配的模型。

source: No one has published a benchmark for %1$@ yet. Run it once to give the community its first point of comparison.
zh_hans: 尚未有人发布 %1$@ 的基准。运行一次即可为社区提供第一个比较点。

source: No one has published this model on an %1$@ yet.
zh_hans: 尚未有人在 %1$@ 上发布此模型。

source: No pool model is downloaded yet
zh_hans: 尚未下载池模型

source: No published %1$@ results for an %2$@ came back. That does not mean there are none — try another workload, or check again later.
zh_hans: 没有发布 %2$@ 的 %1$@ 结果。这并不意味着没有——尝试其他工作负载，或者稍后再检查。

source: No published result exists yet for %1$@. Publishing yours gives other Mac users a real baseline.
zh_hans: %1$@ 尚未发布结果。发布您的内容可以为其他 Mac 用户提供真正的基准。

source: No read key yet
zh_hans: 还没有读取密钥

source: No result
zh_hans: 没有结果

source: No results to show for this selection
zh_hans: 没有显示此选择的结果

source: No results with this status.
zh_hans: 此状态没有结果。

source: No results yet
zh_hans: 还没有结果

source: No results yet for this Mac profile
zh_hans: 尚未找到此 Mac 配置文件的结果

source: No reward is counted yet
zh_hans: 尚未计算奖励

source: No secondary metrics were recorded for this run.
zh_hans: 本次运行没有记录任何辅助指标。

source: No supported video models
zh_hans: 没有支持的视频模型

source: No video models
zh_hans: 没有视频模型

source: No windows yet
zh_hans: 还没有窗户

source: Node cap
zh_hans: 节点上限

source: Node · Model
zh_hans: 节点·模型

source: None of the models in the recent published results needs more samples on this Mac profile. That only covers what has been published lately — it isn’t a statement about every model in the catalogue.
zh_hans: 最近发布的结果中的所有模型都不需要在此 Mac 配置文件上提供更多样本。这仅涵盖最近发布的内容 - 它并不是对目录中每个模型的声明。

source: Not connected
zh_hans: 未连接

source: Not downloaded
zh_hans: 未下载

source: Not enough storage
zh_hans: 存储空间不足

source: Not needed
zh_hans: 不需要

source: Not reported in this reading
zh_hans: 本阅读中未报道

source: Nothing is published automatically. The result is saved on this Mac, and publishing is always a separate, explicit step.
zh_hans: 没有任何内容会自动发布。结果保存在这台 Mac 上，发布始终是一个单独的、明确的步骤。

source: Nothing looks thin right now
zh_hans: 现在看起来没有什么单薄的

source: OBSERVATIONS
zh_hans: 观察结果

source: OBSERVED RANGE
zh_hans: 观测范围

source: OTHER MODELS
zh_hans: 其他模型

source: Observed range
zh_hans: 观测范围

source: On long prompts
zh_hans: 出现长提示时

source: One image
zh_hans: 一张图片

source: One measured 1024 × 1024 render at 20 steps, after a warm-up render.
zh_hans: 在预热渲染后，以 20 个步骤测量了 1024 × 1024 渲染。

source: One measured 832 × 480, 81-frame render with a fixed prompt and seed.
zh_hans: 其中一项测量结果为 832 × 480、81 帧渲染，具有固定的提示和种子。

source: One model serves at a time
zh_hans: 一次只提供一个模型

source: One request at a time. The warm-up round is thrown away; only the five measured rounds count.
zh_hans: 一次一个请求。热身赛被扔掉；只有五轮测量的回合才算数。

source: One video
zh_hans: 一个视频

source: Online
zh_hans: 在线的

source: Only %1$d %2$@
zh_hans: 仅 %1$d %2$@

source: Open Automation Settings
zh_hans: 打开自动化设置

source: Open QuickSilver
zh_hans: 打开QuickSilver

source: Open Read-only earnings keys in the QuickSilver Share Compute tab
zh_hans: 在 QuickSilver 共享计算选项卡中打开只读收入密钥

source: Open Request Slots
zh_hans: 开放请求时段

source: Open rapidmlx.com
zh_hans: 打开rapidmlx.com

source: Open read-only earnings keys
zh_hans: 打开只读收入密钥

source: Open your QuickSilver account balance
zh_hans: 打开您的 QuickSilver 账户余额

source: Optional
zh_hans: 选修的

source: Optional. Stored only in your local Computer Use configuration.
zh_hans: 可选。仅存储在这台 Mac 的电脑操作配置中。

source: PUBLISHED
zh_hans: 已发布

source: Page %1$d of %2$d
zh_hans: 第 %1$d 页（共 %2$d）

source: Paste your QuickSilver read key to continue.
zh_hans: 粘贴您的 QuickSilver 读取密钥以继续。

source: Pause current model
zh_hans: 暂停当前​​模型

source: Paused by QuickSilver
zh_hans: 由 QuickSilver 暂停

source: Paused by QuickSilver · not accepting nodes
zh_hans: 由 QuickSilver 暂停 · 不接受节点

source: Paused by QuickSilver.
zh_hans: 由 QuickSilver 暂停。

source: Payload digest
zh_hans: 有效负载摘要

source: Payment timing and destination remain managed by the provider.
zh_hans: 付款时间和目的地仍由提供商管理。

source: Payout account connected
zh_hans: 已连接支付账户

source: Payout account not reported
zh_hans: 付款帐户未报告

source: Peak memory
zh_hans: 峰值内存

source: Pending
zh_hans: 待办的

source: Performance on Macs like yours
zh_hans: 在像您这样的 Mac 上的性能

source: Pool cap
zh_hans: 泳池盖

source: Pool data unavailable
zh_hans: 池数据不可用

source: Pool models and their live capacity
zh_hans: 池模型及其实时容量

source: Preparation steps
zh_hans: 准备步骤

source: Preparing Computer Use on this Mac…
zh_hans: 正在这台 Mac 上准备电脑操作…

source: Preparing compute
zh_hans: 准备计算

source: Preparing model
zh_hans: 准备模型

source: Preparing the first step…
zh_hans: 准备第一步……

source: Preparing this Mac
zh_hans: 准备这台 Mac

source: Previous page
zh_hans: 上一页

source: Private until you publish
zh_hans: 在您发布之前保密

source: Prompts or model output
zh_hans: 提示或模型输出

source: Protocol
zh_hans: 协议

source: Provider
zh_hans: 提供者

source: Provider account connected
zh_hans: 提供商帐户已连接

source: Provider account not reported
zh_hans: 未报告提供商帐户

source: Public contribution total unavailable
zh_hans: 公共捐款总额不详

source: Publish
zh_hans: 发布

source: Publish this result to add another observation for %1$@ on an %2$@
zh_hans: 发布此结果以在 %2$@ 上添加 %1$@ 的另一个观察结果

source: Publish this result to add observation %1$d for %2$@ on an %3$@
zh_hans: 发布此结果以在 %3$@ 上添加 %2$@ 的观测值 %1$d

source: Publish this result to the Community Benchmark
zh_hans: 将此结果发布到社区基准

source: Publish this result to the Community Benchmark?
zh_hans: 将此结果发布到社区基准吗？

source: Publish to Community Benchmark
zh_hans: 发布到社区基准

source: Published
zh_hans: 已发表

source: Published Rapid-MLX Desktop results for the selected Mac profile. These are observations, not rankings.
zh_hans: 已发布所选 Mac 配置文件的 Rapid-MLX Desktop 结果。这些是观察结果，而不是排名。

source: Published results exist for this model, but not enough detail to confirm they used the same build as your run.
zh_hans: 该模型存在已发布的结果，但没有足够的详细信息来确认它们使用与您的运行相同的构建。

source: Published results for this Mac profile are on the way.
zh_hans: 此 Mac 配置文件的已发布结果即将发布。

source: Published to Community Benchmark
zh_hans: 发布到社区基准

source: Publishing…
zh_hans: 出版…

source: Queued
zh_hans: 排队

source: QuickSilver API credits
zh_hans: QuickSilver API 积分

source: QuickSilver allows a limited number of ledger checks per hour.
zh_hans: QuickSilver 允许每小时进行有限数量的账本检查。

source: QuickSilver balance
zh_hans: QuickSilver 余额

source: QuickSilver couldn’t read that request.
zh_hans: QuickSilver 无法读取该请求。

source: QuickSilver forwards requests to this Mac while it is online. No task queue or manual acceptance.
zh_hans: QuickSilver 在这台 Mac 在线时将请求转发到该 Mac。没有任务队列或手动接受。

source: QuickSilver is rate-limiting ledger checks. Refresh is paused for a few minutes.
zh_hans: QuickSilver 是限速账本检查。刷新暂停几分钟。

source: QuickSilver opens a window once your node serves metered requests. An empty ledger is a normal reading, not an error.
zh_hans: 一旦您的节点提供计量请求，QuickSilver 就会打开一个窗口。空账本是正常读数，而不是错误。

source: QuickSilver payout account
zh_hans: QuickSilver 支付账户

source: QuickSilver provider key
zh_hans: QuickSilver 提供商密钥

source: QuickSilver read key
zh_hans: QuickSilver 读取密钥

source: QuickSilver rejected the saved key — it may have been revoked or replaced. Create a new one and paste it below.
zh_hans: QuickSilver 拒绝了保存的密钥 - 它可能已被撤销或替换。创建一个新的并将其粘贴到下面。

source: QuickSilver relay
zh_hans: QuickSilver 继电器

source: QuickSilver returned a ledger Rapid couldn’t read.
zh_hans: QuickSilver 返回了 Rapid 无法读取的账本。

source: QuickSilver tracking
zh_hans: QuickSilver 跟踪

source: QuickSilver verifies accepted work and finalizes reward activity.
zh_hans: QuickSilver 验证已接受的工作并完成奖励活动。

source: QuickSilver work runs on this Mac; reward activity remains in your provider account.
zh_hans: QuickSilver 工作在此 Mac 上运行；奖励活动保留在您的提供商帐户中。

source: QuickSilver · Contributor ledger
zh_hans: QuickSilver · 贡献者账本

source: QuickSilver’s ledger is unavailable right now.
zh_hans: QuickSilver 的账本目前不可用。

source: RESULT
zh_hans: 结果

source: RUN AN AGENT TASK
zh_hans: 运行代理任务

source: RUNNING
zh_hans: 运行中

source: Rapid Computer Use could not report its permission status. Review Rapid-MLX Desktop in System Settings, then refresh.
zh_hans: Rapid 电脑操作 无法报告其权限状态。查看“系统设置”中的 Rapid-MLX Desktop，然后刷新。

source: Rapid always executes actions on this Mac. Choose where the planning model runs and exactly what it may receive.
zh_hans: Rapid 始终在此 Mac 上执行操作。选择计划模型的运行位置以及它可能接收的具体内容。

source: Rapid could not verify this task start. Approval is disabled; stop the task immediately.
zh_hans: Rapid 无法验证此任务的启动。批准被禁用；立即停止任务。

source: Rapid couldn't fully remove the saved read key. Revoke it in QuickSilver and try removing it again.
zh_hans: Rapid 无法完全删除已保存的读取密钥。在 QuickSilver 中撤销它并尝试再次删除它。

source: Rapid couldn’t read the pool summary. Your own readiness below is measured on this Mac and is unaffected.
zh_hans: Rapid 无法读取池摘要。下面您自己的准备情况是在这台 Mac 上测量的，不受影响。

source: Rapid is paused. Approve only after checking the app and requested action.
zh_hans: 快速暂停。仅在检查应用程序并请求操作后才批准。

source: Rapid is reading the local model catalog.
zh_hans: Rapid 正在读取本地模型目录。

source: Rapid is stopping this task. Approval is unavailable while cancellation finishes.
zh_hans: Rapid 正在停止此任务。取消完成后无法批准。

source: Rapid leaves the pool and requests a restart of your previous model. Check that it becomes ready.
zh_hans: Rapid 离开池并请求重新启动之前的模型。检查它是否准备就绪。

source: Rapid requests a restart after Stop
zh_hans: 停止后快速请求重新启动

source: Rapid requests a restart of your previous model when this reward session ends.
zh_hans: 当此奖励会话结束时，Rapid 请求重新启动您之前的模型。

source: Rapid stores the read key in this Mac’s Keychain. It can only read your account’s ledger — it cannot register nodes or spend credit. Your provider key (qsppk-) is never saved.
zh_hans: Rapid 将读取的密钥存储在此 Mac 的钥匙串中。它只能读取您帐户的分类帐 - 它无法注册节点或使用积分。您的提供商密钥 (qsppk-) 永远不会保存。

source: Rapid · Local activity on this Mac
zh_hans: 快速 · 此 Mac 上的本地活动

source: Rapid-MLX Desktop has Screen Recording access, and its bundled helper has Accessibility access for Computer Use.
zh_hans: Rapid-MLX Desktop 具有屏幕录制访问权限，其捆绑的帮助程序具有电脑操作的辅助功能访问权限。

source: Raw JSON and destination
zh_hans: 原始 JSON 和目的地

source: Read key rejected
zh_hans: 读取密钥被拒绝

source: Reading pool capacity…
zh_hans: 阅读池容量…

source: Reading your ledger…
zh_hans: 阅读你的账本…

source: Ready on this Mac
zh_hans: 在这台 Mac 上准备就绪

source: Ready on this Mac · %@
zh_hans: 在这台 Mac 上准备就绪 · %@

source: Ready to Serve
zh_hans: 准备服务

source: Ready to connect this Mac
zh_hans: 准备连接此 Mac

source: Reason
zh_hans: 原因

source: Receive credits
zh_hans: 获得积分

source: Receive monthly credits
zh_hans: 接收每月积分

source: Recent videos
zh_hans: 最近的视频

source: Recently refreshed. The ledger updates again shortly.
zh_hans: 最近刷新了。账本很快就会再次更新。

source: Reconnecting
zh_hans: 重新连接

source: Reconnecting to the pool
zh_hans: 重新连接到池

source: Reconnecting to the relay…
zh_hans: 重新连接到继电器…

source: Recovering…
zh_hans: 正在恢复……

source: Refresh
zh_hans: 刷新

source: Refresh the credit ledger
zh_hans: 刷新积分账本

source: Register and open the relay
zh_hans: 注册并打开继电器

source: Register this Mac
zh_hans: 注册此 Mac

source: Register this Mac and open the relay
zh_hans: 注册这台Mac并打开中继

source: Relay aggregate · %@
zh_hans: 中继聚合·%@

source: Relay aggregate · unavailable
zh_hans: 中继聚合 · 不可用

source: Remove saved key
zh_hans: 删除已保存的密钥

source: Remove this model?
zh_hans: 删除这个模型？

source: Remove…
zh_hans: 消除…

source: Render time
zh_hans: 渲染时间

source: Rendering
zh_hans: 渲染

source: Replace
zh_hans: 代替

source: Replace the saved read key
zh_hans: 替换保存的读取密钥

source: Replace your read key
zh_hans: 更换您的读取密钥

source: Requests
zh_hans: 要求

source: Requests now
zh_hans: 立即请求

source: Responses return through the tunnel
zh_hans: 响应通过隧道返回

source: Restart after Stop
zh_hans: 停止后重新启动

source: Restart requested
zh_hans: 请求重新启动

source: Restores this task as a draft. Rapid will choose the apps again and ask before accessing a website.
zh_hans: 将此任务恢复为草稿。 Rapid 将再次选择应用程序并在访问网站之前进行询问。

source: Retry Recovery
zh_hans: 重试恢复

source: Retry setup
zh_hans: 重试设置

source: Review & connect
zh_hans: 查看并连接

source: Review & connect this Mac
zh_hans: 检查并连接这台 Mac

source: Review the exact data
zh_hans: 查看准确数据

source: Reviewed domain
zh_hans: 已审核域名

source: Reward activity
zh_hans: 奖励记录

source: Reward activity continues in QuickSilver.
zh_hans: 奖励活动在 QuickSilver 继续进行。

source: Reward activity is managed in QuickSilver.
zh_hans: 奖励活动在 QuickSilver 中管理。

source: Reward eligible when work is accepted.
zh_hans: 工作被接受后即可获得奖励。

source: Reward session
zh_hans: 奖励会

source: Reward status
zh_hans: 奖励状态

source: Rewards in QuickSilver
zh_hans: QuickSilver 中的奖励

source: Run
zh_hans: 跑步

source: Run ID
zh_hans: 运行ID

source: Run a fixed %1$@ workload for %2$@ and keep the result on this Mac. You can publish it to the Community Benchmark afterwards.
zh_hans: 为 %2$@ 运行固定的 %1$@ 工作负载，并将结果保留在此 Mac 上。您可以随后将其发布到社区基准。

source: Run accepted work locally
zh_hans: 在本地运行已接受的工作

source: Run again
zh_hans: 再次运行

source: Run anyway
zh_hans: 无论如何都要跑

source: Run benchmark
zh_hans: 运行基准测试

source: Run your first benchmark
zh_hans: 运行您的第一个基准测试

source: Runtime
zh_hans: 运行时

source: SAVED HERE
zh_hans: 保存在这里

source: SAVED ON THIS MAC
zh_hans: 已保存在此 Mac 上

source: SECONDARY METRICS
zh_hans: 次要指标

source: SHARED
zh_hans: 共享

source: STARTING
zh_hans: 启动中

source: STATUS
zh_hans: 状态

source: Same Mac profile as the table — %1$@.
zh_hans: 与表相同的 Mac 配置文件 — %1$@。

source: Same model, same %1$@
zh_hans: 相同模型，相同 %1$@

source: Save & load ledger
zh_hans: 保存和加载分类帐

source: Save Model
zh_hans: 保存模型

source: Save video
zh_hans: 保存视频

source: Saving to this Mac
zh_hans: 保存到此 Mac

source: Seconds per video
zh_hans: 每个视频的秒数

source: Section
zh_hans: 部分

source: See what is online
zh_hans: 看看网上有什么

source: Select a model
zh_hans: 选择模型

source: Selected
zh_hans: 已选择

source: Sent directly to the local provider process. Rapid does not save it in app settings.
zh_hans: 直接发送到本地提供商进程。 Rapid 不会将其保存在应用程序设置中。

source: Serve live requests
zh_hans: 服务实时请求

source: Serve live requests from this Mac through QuickSilver.
zh_hans: 通过 QuickSilver 处理来自此 Mac 的实时请求。

source: Serve live requests.
zh_hans: 满足实时请求。

source: Serve live requests. Earn API credits.
zh_hans: 满足实时请求。获得 API 积分。

source: Served the pool · ended cleanly
zh_hans: 服务于泳池 · 干净地结束

source: Serving live requests
zh_hans: 服务实时请求

source: Share
zh_hans: 分享

source: Share again
zh_hans: 再次分享

source: Sharing %1$@ · %2$@
zh_hans: 共享 %1$@ · %2$@

source: Sharing %1$@. Locked while sharing — stop to change.
zh_hans: 共享 %1$@。共享时锁定 — 停止更改。

source: Short replies
zh_hans: 简短回复

source: Showing %1$d of %2$d windows · totals below use all of them
zh_hans: 显示 %2$d 窗口的 %1$d · 以下总计使用所有窗口

source: Showing the most recent windows only.
zh_hans: 仅显示最近的窗口。

source: Skipped
zh_hans: 跳过

source: Slots
zh_hans: 老虎机

source: Slower than the median
zh_hans: 比中位数慢

source: Some windows are still pending; QuickSilver finalises them after the month closes.
zh_hans: 一些窗口仍在等待中； QuickSilver 在月底后最终确定它们。

source: Source
zh_hans: 来源

source: Stage %1$@ of %2$d
zh_hans: %2$d 的阶段 %1$@

source: Start Video Model
zh_hans: 启动视频模型

source: Start a video model
zh_hans: 启动视频模型

source: Start shared model
zh_hans: 启动共享模型

source: Starting is explicit so opening this tab never replaces your current model or allocates memory by surprise.
zh_hans: 启动是明确的，因此打开此选项卡永远不会替换您当前的模型或意外分配内存。

source: Starting task
zh_hans: 开始任务

source: Starting the shared model
zh_hans: 启动共享模型

source: Status
zh_hans: 地位

source: Stop
zh_hans: 停止

source: Stop Sharing
zh_hans: 停止分享

source: Stop Task
zh_hans: 停止任务

source: Stop sharing this Mac
zh_hans: 停止共享这台 Mac

source: Supported pool model
zh_hans: 支持的池模型

source: Supported pool model · ready on this Mac
zh_hans: 支持的池模型·在此 Mac 上准备就绪

source: TIME LEFT
zh_hans: 剩余时间

source: TODAY · %1$@
zh_hans: 今天 · %1$@

source: Target
zh_hans: 目标

source: Task
zh_hans: 任务

source: Task complete
zh_hans: 任务完成

source: Task failed
zh_hans: 任务失败

source: Task goal
zh_hans: 任务目标

source: Task in progress
zh_hans: 任务正在进行中

source: Technical details
zh_hans: 技术细节

source: Text
zh_hans: 文本

source: Text only — do not send screenshots
zh_hans: 仅文本 - 不发送屏幕截图

source: That is a normal reading, not an error. Connect this Mac and it becomes the first.
zh_hans: 这是正常读数，不是错误。连接这台 Mac，它就成为第一台。

source: That isn’t a read key. Read keys start with qsprk-. A provider key (qsppk-) registers nodes and is never saved by Rapid.
zh_hans: 那不是读取密钥。读取以 qsprk- 开头的密钥。提供者密钥 (qsppk-) 注册节点并且永远不会被 Rapid 保存。

source: That read key contains a line break or control character. Paste it as a single line.
zh_hans: 该读取键包含换行符或控制字符。将其粘贴为单行。

source: That read key is longer than QuickSilver issues.
zh_hans: 该读取密钥比 QuickSilver 问题长。

source: That read key looks incomplete.
zh_hans: 该读取密钥看起来不完整。

source: The benchmark runs entirely on this Mac. It uses fixed prompts and settings every time, so a result from one Mac can be compared with a result from another.
zh_hans: 该基准测试完全在这台 Mac 上运行。它每次都使用固定的提示和设置，因此可以将一台 Mac 的结果与另一台 Mac 的结果进行比较。

source: The benchmark was not uploaded.
zh_hans: 基准未上传。

source: The community service returned %1$d.
zh_hans: 社区服务返回 %1$d。

source: The community service returned a count that could not be read.
zh_hans: 社区服务返回了无法读取的计数。

source: The exact checkpoint revision
zh_hans: 确切的检查点修订

source: The generated file will be removed from this Mac. This can't be undone.
zh_hans: 生成的文件将从该 Mac 中删除。这无法撤消。

source: The model identifier expected by this endpoint
zh_hans: 该端点期望的模型标识符

source: The model's repository id
zh_hans: 模型的存储库 ID

source: The model's repository id (%1$@)
zh_hans: 模型的存储库 ID (%1$@)

source: The most unified memory the model held at once.
zh_hans: 模型同时拥有的最统一的记忆。

source: The public feed only covers the most recent runs, so the total for this model and Mac is not known yet.
zh_hans: 公共源仅涵盖最近的运行，因此该模型和 Mac 的总数尚不清楚。

source: The published history was too long to total exactly.
zh_hans: 已发表的历史太长，无法准确概括。

source: The queued request will be removed before generation begins.
zh_hans: 排队的请求将在生成开始之前被删除。

source: The service assigns this installation an anonymous alias the first time you publish. Everything you publish from this Mac then appears together on one contributor page.
zh_hans: 当您第一次发布时，该服务会为此安装分配一个匿名别名。然后，您从这台 Mac 发布的所有内容都会一起显示在一个贡献者页面上。

source: The service briefly sees your IP address for rate limiting. It is not stored in the benchmark record.
zh_hans: 该服务会短暂查看您的 IP 地址以进行速率限制。它不存储在基准记录中。

source: The signed engine does not currently advertise a compatible video model.
zh_hans: 签名引擎当前不宣传兼容的视频模型。

source: The task stopped because Rapid could not verify the selected browser's domain. Allow Rapid to control that browser in System Settings, then choose New Task and try again.
zh_hans: 由于 Rapid 无法验证所选浏览器的域，任务已停止。在“系统设置”中允许 Rapid 控制该浏览器，然后选择“新任务”并重试。
